Repository: SeaDve/Mousai
Catalog: po/*.po
Languages: eu, ms, ru, uk, zh_hans

source: Open in Browser
ms: Buka dalam Pelayar

source: Start Identifying Music
ms: Mula Mengenalpasti Muzik

source: Cancel the Recording
ms: Batalkan rakaman

source: Start Mousaing!
ms: Mula meMousaing!

source: Click the listen button to start.
ms: Klik butang dengar untuk mula.

source: Muted
ms: Disenyapkan

source: _Preferred Audio Source
ms: _Keutamaan Sumber Audio

source: _Clear Song History
ms: _Bersihkan Sejarah Lagu

source: _Reset Token
ms: _Tetapkan Token semula

source: Listening
ms: Sedang mendengar

source: No audio detected
ms: Tiada audio dikesan

source: Please check your audio device.
ms: Sila semak peranti audio anda.

source: The song was not recognized.
ms: Lagu tidak dikenali.

source: Something went wrong.
ms: Sesuatu telah berlaku.

source: Sorry!
ms: Maaf!

source: Stop Preview
ms: Hentikan Pratonton

source: Play Preview
ms: Mainkan Pratonton

source: Copyright 2021 Dave Patrick
ms: Hak Cipta 2021 Dave Patrick
