Repository: SeaDve/Mousai
Catalog: po/*.po
Languages: eu, ms, ru, uk, zh_hans

source: Identify songs in seconds
eu: Identifikatu abestiak berehala
ru: Распознавайте песни за секунды
uk: Визначайте пісні за лічені секунди
zh_hans: 几秒钟内识别歌曲

source: Shazam;Audio;Music;Song;Recognize;Identify;Recognition;
eu: Shazam;Audioa;Musika;Abestia;Ezagutu;Identifikatu;Ezagutzea;
ru: Shazam;Audio;Music;Song;Recognize;Identify;Recognition;музыка;песня;распознать;идентифицировать;
uk: Shazam;Аудіо;Audio;Music;Музика;Song; Пісня;Recognize;Розпізнати;Identify; Ідентифікувати;Recognition; Розпізнавання;
zh_hans: Shazam;Audio;Music;Song;Recognize;Identify;Recognition;音频;音乐;歌曲;识别;

source: Window width
eu: Leiho-zabalera
ru: Ширина окна
uk: Ширина вікна
zh_hans: 窗口宽度

source: Window height
eu: Leiho-altuera
ru: Высота окна
uk: Висота вікна
zh_hans: 窗口高度

source: Whether the window is maximized
eu: Leihoa maximizatuta dagoen ala ez
ru: Развёрнуто ли окно
uk: Чи розгорнуто вікно
zh_hans: 窗口是否最大化

source: Audio source type to use in recording audio
eu: Audioa grabatzean erabiliko den audio-iturburu mota
ru: Тип источника звука для аудиозаписи
uk: Тип джерела звуку для запису звуку
zh_hans: 录制音频时使用的音频源

source: API token used by AudD recognition
eu: AudD identifikazioan erabiliko den API tokena
ru: API токен для AudD распознавания
uk: Токен API, що використовується для розпізнавання AudD
zh_hans: AudD识别所需的API令牌

source: Legacy (Kept for migration)
eu: Zaharra (mantendu migraziorako)
ru: Устарело (сохранено для миграции)
uk: Застаріле (лишається для міграції)
zh_hans: 旧版（为迁移而保留）

source: Discover songs you are aching to know with an easy-to-use interface.
eu: Aurkitu zein abesti entzuten ari zaren erabiltzeko erraza den interfaze baten bidez.
ms: Temui lagu yang anda ingin tahu dengan antara muka yang mudah digunakan.
ru: Найдите песни, которые вам так хочется узнать, с помощью простого интерфейса.
uk: Знаходьте пісні, які ви хочете дізнатись за допомогою простого інтерфейсу.
zh_hans: 用简单地方式发现你渴望知道的歌曲。

source: Mousai is a simple application that can recognize songs similar to Shazam. Just click the listen button, and then wait a few seconds. It will magically return the title and artist of that song!
eu: Mousai abestiak ezagutzeko aplikazio sinple bat da, Shazam aplikazioaren antzekoa. Egin klik entzuteko botoian eta itxaron segundo batzuk. Abestiaren izenburua eta artista emango dizkizu!
ru: Mousai - это простое приложение для распознавания песен, похожее на Shazam. Просто нажмите кнопку прослушивания и подождите несколько секунд. Приложение волшебным образом выведет название и исполнителя этой песни!
uk: Mousai – це простий застосунок, який може розпізнавати пісні, подібно до Shazam. Просто натисніть кнопку «Слухати» і зачекайте кілька секунд. Він чарівним чином поверне вам назву та виконавця цієї пісні!
zh_hans: Mousai是一个和Shazam类似的，能够识别歌曲的简单应用。只需单击“聆听”按钮，等上几秒钟，它就能神奇地返回那首歌的歌名和作曲家！

source: Note: This uses the API of audd.io, so it is necessary to log in to their site to get more trials.
eu: Oharra: Aplikazio honek audd.io APIa erabiltzen du, eta, beraz, beharrezkoa da bere webgunean saioa hastea saialdi gehiagotarako aukera eskuratzeko.
ms: Nota: Ini menggunakan API audd.io, jadi anda perlu log masuk ke laman mereka untuk mendapatkan lebih banyak percubaan.
ru: Примечание: Здесь используется API audd.io, поэтому необходимо войти на их сайт, чтобы получить больше пробного времени.
uk: Примітка: Застосовано API audd.io, тому необхідно увійти на їхній сайт, щоб отримати більше часу користування.
zh_hans: 注意：此操作使用 audd.io 的 API，所以多次使用需要登录到他们的网站。

source: Why you will love Mousai?
eu: Zergatik gustatuko zaizu Mousai?
ms: Mengapa anda akan menyukai Mousai?
ru: Почему вам понравится Mousai?
uk: Чому ви вподобаєте Mousai?
zh_hans: Mousai 有哪些特性呢？

source: 🎵 Identify songs within seconds or save for later when offline
eu: 🎵 Identifikatu abestiak berehalako batean edo gorde lineaz kanpo geroago erabiltzeko
ru: 🎵 Идентифицируйте песни за считанные секунды или сохраните их на потом, если находитесь в автономном режиме
uk: 🎵 Визначайте пісні за лічені секунди або зберігайте їх на потім, коли ви офлайн
zh_hans: 🎵 在几秒钟内识别歌曲，或在离线时保存以备稍后使用

source: 🎙️ Recognize from desktop audio or your microphone
eu: 🎙️ Aukeratu ezagutu beharreko soinua mahaigaineko audio batetik edo mikrofonotik
ru: 🎙️ Распознавайте с помощью desktop audio или микрофон
uk: 🎙️ Розпізнавання аудіо з комп'ютера або вашого мікрофона
zh_hans: 从桌面音频或麦克风识别

source: 🎸 Build a repertoire of recognized songs
eu: 🎸 Eraiki identifikatutako abestien bilduma bat
ru: 🎸 Создавайте репертуар из распознанных песен
uk: 🎸 Створіть репертуар із впізнаваних пісень
zh_hans: 🎸 建立一个已识别的歌曲的合集

source: 🎼 Quickly preview the song within the interface
eu: 🎼 Ikusi abestiaren aurrebista azkarra aplikazioaren interfazean
ru: 🎼 Быстрый просмотр песни через интерфейс
uk: 🎼 Швидкий попередній перегляд пісні через інтерфейс
zh_hans: 🎼 在界面中快速预览歌曲

source: 🌐 Browse and listen the song from different providers
eu: 🌐 Arakatu eta entzun abestia hornitzaile desberdinetatik
ru: 🌐 Просматривайте и слушайте песни от разных провайдеров
uk: 🌐 Перегляд і прослуховування пісень від різних постачальників
zh_hans: 🌐 浏览和聆听来自不同提供者的歌曲

source: 📱 Easy-to-use user interface
eu: 📱 Erabiltzeko erraza den interfazea
ru: 📱 Простой интерфейс
uk: 📱 Простий користувацький інтерфейс
zh_hans: 📱 简单易用的用户界面

source: _Preferences
eu: _Hobespenak
ru: _Параметры
uk: _Налаштування
zh_hans: 设置 (_P)

source: _Keyboard Shortcuts
eu: _Teklatu-lasterbideak
ms: _Pintasan Kekunci
ru: _Сочетания клавиш
uk: _Сполучення клавіш
zh_hans: 快捷键(_K)

source: _About Mousai
eu: _Mousairi buruz
ms: _Tentang Mousai
ru: _О Mousai
uk: _Про Mousai
zh_hans: 关于 Mousai (_A)

source: Select _All
eu: Hautatu _guztia
ru: Выбрать _все
uk: Вибрати _все
zh_hans: 全选(_A)

source: _Unselect All
eu: _Desautatu guztia
ru: _Отменить выбор всех
uk: _Скасувати вибір
zh_hans: 取消选择所有(_U)

source: Home
eu: Karpeta nagusia
ru: Главная
uk: Домівка
zh_hans: 主页

source: Recognize Song
eu: Identifikatu abestia
ru: Распознать песню
uk: Розпізнати пісню
zh_hans: 识别歌曲

source: Listen
eu: Entzun
ms: Dengar
ru: Слушать
uk: Слухати
zh_hans: 聆听

source: Main Menu
eu: Menu nagusia
ms: Menu Utama
ru: Главное меню
uk: Головне меню
zh_hans: 主菜单

source: Select
eu: Hautatu
ru: Выбрать
uk: Вибрати
zh_hans: 选择

source: Search Songs
eu: Bilatu abestiak
ru: Поиск песен
uk: Пошук пісень
zh_hans: 搜索歌曲

source: Cancel Selection
eu: Utzi hautapena
ru: Отменить выбор
uk: Скасувати вибір
zh_hans: 取消选择

source: Cancel
eu: Ezeztatu
ms: Batal
ru: Отменить
uk: Скасувати
zh_hans: 取消

source: Search songs
eu: Bilatu abestiak
ru: Поиск песен
uk: Пошук пісень
zh_hans: 搜索歌曲

source: Start Recognizing Songs!
eu: Hasi abestiak identifikatzen
ru: Начать распознавание песни!
uk: Почніть розпізнавати пісні!
zh_hans: 开始识别歌曲！

source: Click the listen button to start
eu: Hasteko, egin klik entzuteko botoian
ru: Чтобы начать, нажмите кнопку «Слушать»
uk: Натисніть кнопку прослуховування, щоб розпочати
zh_hans: 点击该按钮以开始

source: No Results
eu: Emaitzarik ez
ru: Нет результатов
uk: Нічого не знайдено
zh_hans: 没有结果

source: Lyrics
eu: Letrak
ru: Лирика
uk: Лірика
zh_hans: 歌词

source: General
eu: Orokorra
ms: Umum
ru: Основное
uk: Загальні
zh_hans: 通用

source: Audio Source
eu: Audio-iturburua
ru: Источник звука
uk: Джерело звуку
zh_hans: 音频源

source: Device used for listening
eu: Entzuteko erabilitako gailua
ru: Устройство, используемое для прослушивания
uk: Пристрій, використаний для прослуховування
zh_hans: 用于监听的设备

source: You can get yourself an API token from <a href="https://dashboard.audd.io/">audd.io</a>. Leaving this blank will give you a few trials per day
eu: API token bat jasotzeko, joan <a href="https://dashboard.audd.io/">audd.io</a> gunera. Hau hutsik uzten baduzu, egunean saiakera gutxi batzuk egiteko aukera izango duzu
ru: Здесь <a href="https://dashboard.audd.io/">audd.io</a> вы можете получить токен API. Оставив это поле пустым, вы сможете выполнять всего несколько попыток распознавания в день
uk: Ви можете отримати токен API з <a href="https://dashboard.audd.io/">audd.io</a>. Якщо залишити це поле порожнім, ви отримаєте кілька спроб на день
zh_hans: 你可以从<a href="https://dashboard.audd.io/">audd.io</a>获取一个API令牌。留空时每天可以获得几次试用机会

source: API Token
eu: API tokena
ru: Токен API
uk: Токен API
zh_hans: API令牌

source: Offline Mode Enabled
eu: Lineaz kanpoko modua gaituta
ru: Автономный режим включён
uk: Увімкнено офлайн-режим
zh_hans: 启用离线模式

source: Show Offline Mode Recognition Results
eu: Erakutsi lineaz kanpoko moduaren identifikazio-emaitzak
ru: Показать результаты распознавания в автономном режиме
uk: Показати результати розпізнавання в режимі офлайн
zh_hans: 显示离线模式识别结果

source: Cancel Listening
eu: Utzi entzuteari
ru: Отменить прослушивание
uk: Скасувати прослуховування
zh_hans: 取消收听

source: Offline Mode
eu: Lineaz kanpoko modua
ru: Автономный режим
uk: Офлайн-режим
zh_hans: 离线模式

# shortcut window
source: General
eu: Orokorra
ru: Общие
uk: Загальні
zh_hans: 通用

# shortcut window
source: Open Main Menu
eu: Ireki menu nagusia
ru: Открыть главное меню
uk: Відкрити головне меню
zh_hans: 打开主菜单

# shortcut window
source: Search
eu: Bilatu
ru: Поиск
uk: Шукати
zh_hans: 搜索

# shortcut window
source: Show Preferences
eu: Erakutsi hobespenak
ru: Показать настройки
uk: Показати параметри
zh_hans: 显示首选项

# shortcut window
source: Show Shortcuts
eu: Erakutsi lasterbideak
ru: Показать комбинации клавиш
uk: Показати комбінації клавіш
zh_hans: 显示快捷键

# shortcut window
source: Close Window
eu: Itxi leihoa
ru: Закрыть окно
uk: Закрити вікно
zh_hans: 关闭窗口

# shortcut window
source: Quit
eu: Irten
ru: Выйти
uk: Вийти
zh_hans: 退出

# shortcut window
source: Controls
eu: Kontrolak
ru: Управление
uk: Елементи керування
zh_hans: 控制

# shortcut window
source: Toggle Listen
eu: Txandakatu entzutea
ru: Переключить прослушивание
uk: Перемкнути прослуховування
zh_hans: 切换收听

# shortcut window
source: Toggle Playback
eu: Txandakatu erreprodukzioa
ru: Переключить проигрывание
uk: Перемкнути відтворення
zh_hans: 切换播放

source: Show Song Information
eu: Erakutsi abestiaren informazioa
ru: Показать информацию о песне
uk: Показати відомості про пісню
zh_hans: 显示歌曲信息

source: Stop
eu: Gelditu
ru: Остановить
uk: Зупинити
zh_hans: 停止

source: Remove From History
eu: Kendu historiatik
ru: Удалить из истории
uk: Прибрати з історії
zh_hans: 从历史记录移除

source: Copy
eu: Kopiatu
ru: Копировать
uk: Копіювати
zh_hans: 复制

source: Information
eu: Informazioa
ru: Информация
uk: Інформація
zh_hans: 信息

source: Last Heard
eu: Entzundako azkena
ru: Последний раз слушал
uk: Останнє прослуховування
zh_hans: 上次收听

source: Album
eu: Albuma
ru: Альбом
uk: Альбом
zh_hans: 专辑

source: Release Date
eu: Argitaratze-data
ru: Дата выпуска
uk: Дата випуску
zh_hans: 发布日期

source: New
eu: Berria
ru: Новое
uk: Нове
zh_hans: 新建

source: translator-credits
eu: Sergio Varela, Asier Saratsua
ms: M. Darwish
ru: Ковалев Артем, Давид Лапшин, ViktorOn &lt;https://github.com/viktoron&gt;
uk: Ihor Hordiichuk, Serhii Honcharuk
zh_hans: 有趣的灵魂 (@TheInterestingSoul) Zhou Nan &lt;zhounan@nfschina.com&gt; Zhongrui Cao &lt;zhongrui.cao@suse.com&gt; WhiredPlanck &lt;wplanck@aosc.io&gt; lumingzh &lt;lumingzh@qq.com&gt; Haoyu Qiu &lt;timothyqiu32@gmail.com&gt;

source: Donate (Buy Me a Coffee)
eu: Lagundu diruz (erosidazu kafe bat)
ru: Пожертвовать (Купите мне кофе)
uk: Підтримати (Buy Me a Coffee)
zh_hans: 捐赠（买我一杯咖啡！）

source: Translate
eu: Itzuli
ru: Перевести
uk: Перекласти
zh_hans: 翻译

source: Critical Database Error
eu: Datu-basearen errore kritikoa
ru: Критическая ошибка в базе данных
uk: Критична помилка бази даних
zh_hans: 严重的数据库错误

source: Sorry, a critical database error has occurred. This is likely caused by a tampered or corrupted database. You can try clearing application data. However, this is not recommended and will delete all your songs and saved recordings. To report this issue, please launch Mousai in the terminal to include the logs and submit the bug report to the <a href="https://github.com/SeaDve/Mousai/issues/">issue page</a>
eu: Errore larria gertatu da datu-basean. Seguru asko datu-basea hondatuta dago. Saiatu aplikazioaren datuak garbitzen. Kontuz, hori egitea ez da gomendagarria, gordeta dituzun abesti eta grabazio guztiak ezabatuko baitira. Akatsa jakinarazteko, abiarazi Mousai terminal batean, egunkariak hartzeko, eta bidali akatsa <a href="https://github.com/SeaDve/Mousai/issues/">akatsen orrira</a>
ru: Извините, произошла критическая ошибка базы данных. Вероятно это вызвано вмешательством в базу данных или её повреждением. Вы можете попробовать очистить данные приложения. Однако этого делать не рекомендуется, поскольку может привести к удалению всех ваших песен и сохраненных записей. Чтобы сообщить об этой проблеме, запустите Mousai в терминале, чтобы включить журналы и отправьте отчёт об ошибке на <a href="https://github.com/SeaDve/Mousai/issues/">странице issue</a>
uk: Перепрошуємо, сталася критична помилка бази даних. Імовірно це спричинено втручанням у базу даних або її пошкодженням. Можете спробувати очистити дані застосунку. Однак це не рекомендується, оскільки це призведе до видалення всіх ваших пісень і збережених записів. Щоб повідомити про цю проблему, запустіть Mousai у терміналі, щоб включити журнали, і надішліть звіт про помилку на <a href="https://github.com/SeaDve/Mousai/issues/">сторінку обговорення</a>
zh_hans: 对不起，数据库发生严重错误。这可能是由于数据库被篡改或损坏造成的。你可以尝试清除应用数据。但不建议这样做，因为这会删除你的所有歌曲以及保存的录音。 要报告这个问题，请在终端中启动Mousai以获取日志，并将错误报告提交到<a href="https://github.com/SeaDve/Mousai/issues/">issue页面</a>

source: Quit
eu: Utzi
ms: Keluar
ru: Выход
uk: Вийти
zh_hans: 退出

source: today at %R
eu: gaur, %R
ru: сегодня в %R
uk: сьогодні о %R
zh_hans: 今天 %R

source: yesterday at %R
eu: atzo, %R
ru: вчера в %R
uk: учора о %R
zh_hans: 昨天 %R

source: Microphone
eu: Mikrofonoa
ms: Mikrofon
ru: Микрофон
uk: Мікрофон
zh_hans: 麦克风

source: Desktop Audio
eu: Mahaigaineko audioa
ms: Audio Komputer
ru: Звук с компьютера
uk: Звук зі стільниці
zh_hans: 电脑音频

source: No Matches Found
eu: Ez dago bat etortzerik
ru: Ничего не найдено
uk: Збігів не знайдено
zh_hans: 未找到匹配的项

source: Cannot Create Fingerprint From Audio
eu: Ezin da hatz-marka sortu audiotik
ru: Не удалось создать цифровой отпечаток аудио
uk: Не вдалося створити цифровий відбиток аудіо
zh_hans: 无法从音频创建指纹

source: Invalid Token Given
eu: Token baliogabea eman da
ru: Предоставлен неверный токен
uk: Надано недійсний токен
zh_hans: 设置的令牌无效

source: Token Limit Reached
eu: Token-muga gainditu da
ru: Достигнут лимит токенов
uk: Досягнуто ліміту токенів
zh_hans: 令牌达到限额

source: Cannot Connect to the Server
eu: Ezin da zerbitzariarekin kontektatu
ru: Не удалось соединиться с сервером
uk: Не вдалося з'єднатись із сервером
zh_hans: 无法连接到服务器

source: Received Other Permanent Error
eu: Beste errore iraunkor bat jaso da
ru: Получена другая постоянная ошибка
uk: Отримано іншу постійну помилку
zh_hans: 接收到其他永久性的错误

source: Apple Music
zh_hans: 苹果音乐

source: Browse on Apple Music
eu: Arakatu Apple Music
ru: Поиск в Apple Music
uk: Переглянути на Apple Music
zh_hans: 浏览苹果音乐

source: Browse on AudD
eu: Arakatu AudD
ru: Поиск в AudD
uk: Переглянути на AudD
zh_hans: 浏览 AudD

source: Listen on Spotify
eu: Entzun Spotify zerbitzuan
ru: Слушать в Spotify
uk: Слухати на Spotify
zh_hans: 收听 Spotify

source: Search on YouTube
eu: Bilatu YouTube gunean
ru: Поиск в YouTube
uk: Пошук на YouTube
zh_hans: 搜索 YouTube

source: Failed to launch {key}
eu: Huts egin du {key} abiarazteak
ru: Не удалось запустить {key}
uk: Не вдалося запустити {key}
zh_hans: 启动 {key} 失败

source: Copied to clipboard
eu: Arbelean kopiatu da
ru: Скопировано в буфер обмена
uk: Скопійовано до буфера обміну
zh_hans: 已复制到剪贴板

source: Failed to remove selected songs
eu: Huts egin du hautatutako abestiak kentzeak
ru: Не удалось удалить выбранные песни
uk: Не вдалося вилучити вибрані пісні
zh_hans: 删除选定歌曲失败

source: Failed to remove song
eu: Huts egin du abestia kentzeak
ru: Не удалось удалить песню
uk: Не вдалося вилучити пісню
zh_hans: 删除歌曲失败

source: Failed to show recognizer results
eu: Huts egin du identifikatzailearen emaitzak erakusteak
ru: Не удалось показать результаты распознавания
uk: Не вдалося показати результати розпізнавання
zh_hans: 展示识别结果失败

source: _Undo
eu: _Desegin
ru: _Отменить
uk: _Скасувати
zh_hans: 撤销(_U)

source: Failed to undo
eu: Huts egin du desegiteak
ru: Не удалось отменить
uk: Не вдалося скасувати
zh_hans: 撤销失败

source: Removed {n_removed} song
eu: Abesti {n_removed} kendu da
ru: Удалена {n_removed} песня
uk: Вилучено {n_removed} пісню
zh_hans: 删除了 {n_removed} 首歌曲

source: Select items
eu: Hautatu elementuak
ru: Выберите элементы
uk: Вибрати елементи
zh_hans: 选择条目

source: Selected {selection_size} song
eu: Hautatutako abesti {selection_size}
ru: Выбрана {selection_size} песня
uk: Вибрано {selection_size} пісню
zh_hans: 选择了 {selection_size} 首歌曲

source: Copy Song
eu: Kopiatu abestia
ru: Копировать песню
uk: Копіювати пісню
zh_hans: 复制歌曲

source: Remove Song From History
eu: Kendu abestia historiatik
ru: Удалить песню из истории
uk: Вилучити пісню з історії
zh_hans: 从历史记录移除歌曲

source: Failed to insert song to history
eu: Huts egin du abestia historian txertatzeak
ru: Не удалось добавить песню в историю
uk: Не вдалося вставити пісню до історії
zh_hans: 未能将歌曲添加到历史

source: Please open an issue on GitHub and provide the necessary information
eu: Ireki akats bat GitHub gunean eta eman akatsa zuzentzeko beharrezko informazioa
ru: Пожалуйста, сообщите о проблеме на GitHub и предоставьте необходимую информацию
uk: Створіть звернення на GitHub та надайте необхідну інформацію
zh_hans: 请在Github上创建一个issue并提供必要的信息

source: No, Thanks
eu: Ez, eskerrik asko
ru: Нет, спасибо
uk: Ні, дякую
zh_hans: 不，谢谢

source: Open an Issue
eu: Ireki akats bat
ru: Сообщить о проблеме
uk: Написати звернення
zh_hans: 创建一个Issue

source: Try moving closer to the source or using a different excerpt of the song
eu: Saiatu iturburura hurbiltzen edo erabili abestiaren beste zati bat
ru: Попробуйте приблизить источник звучания или использовать другой отрывок песни
uk: Спробуйте наблизитися до джерела або використати інший уривок пісні
zh_hans: 尝试靠近声音源或换用歌曲的不同片段

source: Try Again
eu: Saiatu berriro
ru: Попробуйте ещё
uk: Спробувати ще раз
zh_hans: 重试

source: Recording Saved
eu: Grabazioa gorde da
ru: Запись сохранена
uk: Запис збережено
zh_hans: 录制已保存

source: The result will be available when you're back online
eu: Emaitza erabilgarri egongo da berriro linean zaudenean
ru: Результат будет доступен, когда вы будете онлайн
uk: Результат буде доступний, коли ви будете онлайн
zh_hans: 结果将在你重新联网时可用

source: Ok, Got It
eu: Ados
ru: Хорошо, всё понятно
uk: Гаразд, зрозуміло
zh_hans: 好的，明白了

source: The result will be available when your token limit is reset. Wait until the limit is reset or open preferences and try setting a different token
eu: Token-muga berrezartzean eskainiko da emaitza. Itxaron muga berrezarri arte edo ireki hobespenak eta saiatu beste token bat ezarrita
ru: Результат будет доступен после сброса лимита ваших токенов. Подождите, пока лимит не будет сброшен, или откройте параметры и попробуйте установить другой токен
uk: Результат буде доступний, коли ліміт токенів буде скинуто. Зачекайте, поки ліміт буде скинуто, або відкрийте налаштування і спробуйте встановити інший токен
zh_hans: 结果将在你的API令牌限额重置后可用。请等待限额重置或打开设置尝试换用另一个令牌

source: I'll Wait
eu: Itxarongo dut
ru: Я подожду
uk: Я зачекаю
zh_hans: 我再等等

source: The result will be available when your token is replaced with a valid one. Open preferences and try setting a different token
eu: Tokena baliozko batekin ordezkatzen denean eskainiko da emaitza. Ireki hobespenak eta saiatu beste token bat ezarrita
ru: Результат будет доступен, когда ваш токен будет заменен действующим. Откройте настройки и попробуйте установить другой токен
uk: Результат буде доступний, коли ваш токен буде замінено на дійсний. Відкрийте налаштування та спробуйте встановити інший токен
zh_hans: 结果将在你重新设置一个有效的令牌后可用。打开设置，并尝试设置一个不同的令牌

source: Later
eu: Geroago
ru: Позже
uk: Пізніше
zh_hans: 稍后

source: Open Preferences
eu: Ireki hobespenak
ru: Открыть параметры
uk: Відкрити налаштування
zh_hans: 打开设置

source: An error occurred in the player
eu: Errorea gertatu da erreproduzigailuan
ru: Возникала ошибка в плеере
uk: Сталася помилка у програвачі
zh_hans: 播放器发生了一个错误

source: Play
eu: Erreproduzitu
ru: Воспроизвести
uk: Відтворити
zh_hans: 播放

source: Pause
eu: Pausatu
ru: Пауза
uk: Призупинити
zh_hans: 暂停

source: Recognized Song
eu: Identifikatutako abestia
ru: Распознанная песня
uk: Розпізнана пісня
zh_hans: 识别的歌曲

source: Recognized {n_songs} New Song
eu: Ezagututako abesti berri {n_songs}
ru: Распознана {n_songs} новая песня
uk: Розпізнано {n_songs} нову пісню
zh_hans: 识别了 {n_songs} 首歌曲

source: This song was recognized from your saved recording
eu: Abesti hau gordeta dituzun abestien artean dago
ru: Эта песня была распознана по вашей сохраненной записи
uk: Цю пісню розпізнано зі збереженого запису
zh_hans: 这些歌曲从已保存的录音中识别

source: Recognized {n_successful} Out Of {total_minus_failed}
eu: {n_successful} ezagutu dira, guztira {total_minus_failed} dira
ru: Распознано {n_successful} из {total_minus_failed}
uk: Розпізнано {n_successful} з {total_minus_failed}
zh_hans: 已识别 {total_minus_failed} 首歌曲中的 {n_successful} 首

source: Listening…
eu: Entzuten…
ru: Прослушивание…
uk: Прослуховування…
zh_hans: 正在收听…

source: Recognizing…
eu: Aztertzen…
ru: Распознавание…
uk: Розпізнавання…
zh_hans: 正在识别…

source: Unknown
eu: Ezezaguna
ru: Неизвестно
uk: Невідомо
zh_hans: 未知

source: Unselect
eu: Desautatu
ru: Отменить выбор
uk: Скасувати вибір
zh_hans: 取消选择

source: Shazam;Music;Song;Identify;
ms: Shazam;Muzik;Lagu;Kenalpasti;

source: Identify any songs in seconds
ms: Kenalpasti apa sahaja lagu dalam beberapa saat

source: Mousai is a simple application that can identify song similar to Shazam. Just click the listen button, and then wait a few seconds. It will magically return the title and artist of that song!
ms: Mousai adalah aplikasi mudah yang boleh mengenal pasti lagu serupa dengan Shazam. Cuma klik butang dengar, dan kemudian tunggu beberapa saat. Ia secara ajaib akan mengembalikan tajuk dan artis lagu itu!

source: ğŸµ Identify the title and artist of the song within seconds.
ms: ğŸµ Kenalpasti tajuk dan artis lagu dalam beberapa saat.

source: ğŸ™ï¸ Use your microphone or audio from desktop.
ms: ğŸ™ï¸ Guna mikrofon anda atau audio dari komputer.

source: ğŸ¸ Store the identified song including the album art in history.
ms: ğŸ¸ Simpan lagu yang dikenalpasti termasuk seni album dalam sejarah.

source: ğŸ¼ Preview the identified song with the native player.
ms: ğŸ¼ Pratonton lagu yang dikenalpasti menggunakan pemain asli.

source: ğŸŒ Browse the song in the web with the link.
ms: ğŸŒ Layari lagu tersebut di dalam web dengan pautan.

source: ğŸ“± Easy-to-use user interface.
ms: ğŸ“± Antara muka yang mudah untuk digunakan.

source: âŒ¨ï¸ User-friendly keyboard shortcuts.
ms: âŒ¨ï¸ Pintasan papan kekunci yang mesra pengguna.

source: Open Menu
ms: Buka Menu

source: Show Shortcuts
ms: Tunjuk Pintasan

source: Controls
ms: Kawalan

source: Toggle Listen
ms: Tukar Dengar

source: Settings
ms: Tetapan

source: Clear Song History
ms: Kosongkan Sejarah Lagu

source: Reset Token Value
ms: Tetapkan Semula Nilai Token

source: Welcome to Mousai
ms: Selamat Datang ke Mousai

source: Enter a valid token
ms: Masukkan token yang sah

source: Submit
ms: Hantar

source: Mousai uses audd.io APIs to work, so it is required to login to <a href="https://dashboard.audd.io/">their website</a> and get a token. Leaving this blank will give you a few trials per day.
ms: Mousai uses audd.io APIs to work, so it is required to login to <a href="https://dashboard.audd.io/">laman mereka</a> and get a token. Leaving this blank will give you a few trials per day.

source: Do not show at startup
ms: Jangan tunjukkan pada permulaan
